[
   {
      "id": 1,
      "titulo": "Cien años de soledad",
      "precio": 6500,
      "autor": "Gabriel Garcia Marquez",
      "genero": "Novela Ficción",
      "editorial": "RAE",
      "paginas": 550,
      "description1": "Cien años de soledad no sólo cautiva a los lectores de cualquier condición: su impulso poderoso ha levantado las letras castellanas de todo un continente.",
      "description2": "Desvelar la magia de su prosa, acotar las arenas movedizas de su particular que hacer literario son tareas tan imposibles como dañinas; sí agradecerá el lector, en cambio, la aclaración de ciertas alusiones, la comprobación de la densidad que subyace a un texto aparentemente diáfano.",
      "imagen": "novelas/cien años de soledad - GG marquez.jpg"
   },
   {
      "id": 2,
      "titulo": "Dracula",
      "precio": 5800,
      "autor": "Bram Stoker",
      "genero": "Novela Terror",
      "editorial": "ALFAGUARA",
      "paginas": 550,
      "description1": "<Bienvenido a mi casa. Entre libremente, váyase sin novedad y deje algo de la alegría que trae consigo>. La frase con la que el conde Drácula recibe a Jonathan Harker, el procurador que lo visita en su castillo en los Cárpatos para cerrar la compre de una casa en Londres, resuena como una de las más sugerentes e inquietantes de la historia de la literatura.",
      "description2": "Es la tarjeta de visita de uno de los personajes que más poderosamente excitan nuestro imaginario colectivo. Escrita en 1897, en los últimos años de la era victoriana, Drácula acertó a plasmar los deseos más inconfesables y los terrores más inconscientes de una sociedad reprimida. Stoker escribió su obra maestra después de varios años de investigación del folclore centroeuropeo y el vampirismo, y lleno su novela de imágenes eróticas y simbólicas, tan perturbadoras como seductoras.",
      "imagen": "novelas/Dracula - Bram Stoker.jpg"
   },
   {
      "id": 3,
      "titulo": "El nombre del viento",
      "precio": 9700,
      "autor": "Patrick Rothfuss",
      "genero": "Novela Fantasía",
      "editorial": "PLAZA & JANES EDITORES",
      "paginas": 880,
      "description1": "Atípica, profunda y sincera,El nombre del viento es una novela de aventuras, de historias dentro de otras historias, de misterio, de amistad, de amor, de magia y de superación.",
      "description2": " La novela que ha consagrado a Patrick Rothfuss como fenómeno editorial de los últimos años. En una posada en tierra de nadie, un hombre se dispone a relatar, por primera vez, la auténtica historia de su vida. Una historia que únicamente él conoce y que ha quedado diluida tras los rumores, las conjeturas y los cuentos de taberna que le han convertido en un personaje legendario a quien todos daban ya por muerto: Kvothe.músico, mendigo, ladrón, estudiante, mago, héroe y asesino.",
      "imagen": "novelas/el nombre del viento.jpg"
   },
   {
      "id": 4,
      "titulo": "El resplandor",
      "precio": 6400,
      "autor": "Stephen King",
      "genero": "Novela Terror",
      "editorial": "DEBOLSILLO",
      "paginas": 656,
      "description1": "Un clásico imprescindible del mejor novelista de terror <REDRUM> Esa es la palabra que Danny había visto en el espejo. Y, aunque no sabía leer, entendió que era un mensaje de horror.",
      "description2": " Danny tenía cinco años, y a esa edad poco niños saben que los espejos invierten las imágenes y menos aún saben diferenciar entre realidad y fantasía. Pero Danny tenía pruebas de que sus fantasías relacionadas con el resplandor del espejo acabarían cumpliendose: <REDRUM... MURDER, asesinato.>",
      "imagen": "novelas/el resplandor - Stephen king.jpeg"
   },
   {
      "id": 5,
      "titulo": "El señor de los anillos - la comunidad del anillo",
      "precio": 5200,
      "autor": "J.R.R. Tolkien",
      "genero": "Novela Fantasía",
      "editorial": "MINOTAURO",
      "paginas": 488,
      "description1": "Este libro es como un relámpago en un cielo claro. Decir que la novela heroica, espléndida, elocuente y desinhibida, ha retornado de pronto en una época de un antirromanticismo casi patológico, sería inadecuado.",
      "description2": "Para quienes vivimos en esa extraña época, el retorno <y el alivio que nos trae> es sin duda lo más importante. Pero para la historia misma de la novela <una historia que se remonta a la Odisea y a antes de la Odisea> no es un retorno, sino un paso adelante o una revolución: la conquista de un territorio nuevo. - C.S. Lewis, Time & Tide, 1954",
      "imagen": "novelas/El-Senor-de-los-Anillos-1-la-comunidad-del-anillo.jpg"
   },
   {
      "id": 6,
      "titulo": "1984 - George Orwell",
      "precio": 5700,
      "autor": "George Orwell",
      "genero": "Novela",
      "editorial": "DEBOLSILLO",
      "paginas": 352,
      "description1": "«No creo que la sociedad que he descrito en 1984 necesariamente llegue a ser una realidad, pero sí creo que puede llegar a existir algo parecido», escribía Orwell después de publicar su novela.",
      "description2": " Corría el año 1948, y la realidad se ha encargado de convertir esa pieza -entonces de ciencia ficción- en un manifiesto de la realidad. UNO DE LOS 5 LIBROS MÁS IMPORTANTES DE LOS ÚLTIMOS 125 AÑOS SEGÚNTHE NEW YORK TIMES. En el año 1984 Londres es una ciudad lúgubre en la que la Policía del Pensamiento controla de forma asfixiante la vida de los ciudadanos. Winston Smith es un peón de este engranaje perverso y su cometido es reescribir la historia para adaptarla a lo que el Partido considera la versión oficial de los hechos. Hasta que decide replantearse la verdad del sistema que los gobierna y somete.",
      "imagen": "novelas/george orwell 1984.jpg"
   },
   {
      "id": 7,
      "titulo": "la llamada de Cthulhu",
      "precio": 2400,
      "autor": "H.p. Lovecraft",
      "genero": "Novela Terror",
      "editorial": "ALMA EUROPA",
      "paginas": "94",
      "description1": "H. P. Lovecraft ha pasado a la historia de la literatura como uno de los grandes innovadores del relato fantástico y de terror del siglo XX.",
      "description2": "Niño prodigio, empezó a leer y escribir a muy temprana edad, y ya en la adolescencia era un noctámbulo solitario y atormentado. Lovecraft se ha convertido en un autor de culto que con sus relatos de auténtico terror provoca adicción entre sus lectores. Esta es una de sus obras más emblemáticas, que propició el nacimiento de los llamados Mitos de Cthulhu.",
      "imagen": "novelas/la llamada de cthulhu - HP lovecraft.jpg"
   },
   {
      "id": 8,
      "titulo": "Rebelion en la granja",
      "precio": 3800,
      "autor": "George Orwell",
      "genero": "Novela",
      "editorial": "DEBOLSILLO",
      "paginas": 144,
      "description1": "Un rotundo alegato a favor de la libertad y en contra del totalitarismo que se ha convertido en un clásico de la literatura del siglo XX.",
      "description2": " Esta sátira de la Revolución rusa y el triunfo del estalinismo, escrita en 1945, se ha convertido por derecho propio en un hito de la cultura contemporánea y en uno de los libros más mordaces de todos los tiempos. Ante el auge de los animales de la Granja Solariega, pronto detectamos las semillas de totalitarismo en una organización aparentemente ideal; y en nuestros líderes más carismáticos, la sombra de los opresores más crueles.",
      "imagen": "novelas/rebelion-en-la-granja.jpg"
   },
   {
      "id": 9,
      "titulo": "Alicia en el pais de las maravillas",
      "precio": 6300,
      "autor": "Lewis Carrol",
      "genero": "Infantil",
      "editorial": "PENGUIN CLASICOS",
      "paginas": 550,
      "description1": "Alicia en el país de las maravillas traspasa el umbral que separa la realidad del sueño y se adentra en un territorio sin leyes ni normas donde todo es posible.",
      "description2": " Triunfo de la imaginación y del ingenio, esta narración recrea un mundo de escenarios y criaturas insólitos, y pone en entredicho todos y cada uno de los postulados lógicos del mundo convencional. Virginia Woolf dijo...<Solo Lewis Carroll nos ha mostrado el mundo tal y como un niño lo ve, y nos ha hecho reír tal y como un niño lo hace.>",
      "imagen": "infantiles/alicia en el pais de las maravillas.jpeg"
   },
   {
      "id": 10,
      "titulo": "Charlie y la fábrica de chocolate",
      "precio": 3500,
      "autor": "Roald Dahl",
      "genero": "Infantil",
      "editorial": "ALFAGUARA",
      "paginas": 200,
      "description1": "El señor Wonka, dueño de la magnífica fábrica de chocolate, ha escondido cinco billetes de oro en sus chocolatinas. Quienes los encuentren serán los elegidos para visitar la fábrica.",
      "description2": "Charlie tiene la fortuna de encontrar uno de esos billetes y, a partir de ese momento, su vida cambiará para siempre. Es un libro estupendo, la organización se basa en capítulos muy escuetos y divertidos que se leen de manera rápida y muy entendible por el lector, además de las ilustraciones estupendas que lo acompañan.",
      "imagen": "infantiles/charlie-y-la-fabrica-de-chocolate-jpg.jpg"
   },
   {
      "id": 11,
      "titulo": "El Libro de la selva",
      "precio": 9700,
      "autor": "Patrick Rothfuss",
      "genero": "Infantil",
      "editorial": "ALMA",
      "paginas": 368,
      "description1": "Los relatos de El libro de la selva y de su continuación, que reunimos en un solo volumen, conforman un libro inmortal",
      "description2": "En el que los animales son los verdaderos protagonistas y en cuyas fábulas Kipling nos enseña la importancia del respeto a la naturaleza, la colaboración y el compañerismo en un mundo cambiante y cada vez más necesitado de valores.",
      "imagen": "infantiles/el-libro-de-la-selva-jpg.jpg"
   },
   {
      "id": 12,
      "titulo": "El maravilloso mago de Oz",
      "precio": 7400,
      "autor": "frank L. Baum",
      "genero": "Infantil",
      "editorial": "ANAYA",
      "paginas": 192,
      "description1": "Para cumplir sus deseos, Dorothy y sus amigos viajan por el país de Oz, pero lo que cada uno busca está en su interior. Las aventuras de Dorothy y su perro Toto empiezan cuando un ciclón la arrastra desde su hogar en Kansas hasta una tierra desconocida.",
      "description2": "Allí conocerá al Espantapájaros, al Leñador de Hojalata y al León Cobarde. Juntos iniciarán un viaje a la Ciudad Esmeralda, donde esperan conseguir del gran Oz la realización de sus deseos: la vuelta a Kansas de la pequeña Dorothy, un cerebro para el Espantapájaros, un corazón para el Leñador de Hojalata y valor para el León Cobarde. A lo largo del camino, afrontarán numerosos peligros que les llevarán a tomar decisiones y a encontrar dentro de ellos mismos lo que creen no poseer. Las aventuras de Dorothy y su perro Toto empiezan cuando un ciclón la arrastra desde su hogar en Kansas hasta una tierra desconocida. Allí conocerá al Espantapájaros, al Leñador de Hojalata y al León Cobarde. Juntos iniciarán un viaje a la Ciudad Esmeralda, donde esperan conseguir del gran Oz la realización de sus deseos: la vuelta a Kansas de la pequeña Dorothy, un cerebro para el Espantapájaros, un corazón para el Leñador de Hojalata y valor para el León Cobarde. A lo largo del camino, afrontarán numerosos peligros que les llevarán a tomar decisiones y a encontrar dentro de ellos mismos lo que creen no poseer.",
      "imagen": "infantiles/el-mago-de-oz-jpg.jpg"
   },
   {
      "id": 13,
      "titulo": "El Principito",
      "precio": 1800,
      "autor": "Antoine de Sain Exupery",
      "genero": "Infantil",
      "editorial": "SALAMANDRA",
      "paginas": 96,
      "description1": "Fábula mítica y relato filosófico que interroga acerca de la relación del ser humano con su prójimo y con el mundo, El Principito concentra, con maravillosa simplicidad.",
      "description2": "la constante reflexión de Saint-Exupery sobre la amistad, el amor, la responsabilidad y el sentido de la vida. Edición oficial en tapa dura de El Principito, la mítica fábula de Antoine de Saint-Exupery. Con las preciosas acuarelas del autor, este clásico de la literatura universal es imprescindible para niños y adultos.",
      "imagen": "infantiles/el-principito-12103806-1-esl-es-el-principito-jpg.jpg"
   },
   {
      "id": 14,
      "titulo": "Harry potter, y la piedra Filosofal",
      "precio": 2600,
      "autor": "J.K. Rowling",
      "genero": "Infantil",
      "editorial": "SALAMANDRA",
      "paginas": 256,
      "description1": "Maravillosa edición, ilustrada por Jim Kay, del primer libro de la serie de Harry Potter.",
      "description2": "Con el texto original, completo e íntegro, este magnífico volumen cautivará tanto a los fans incondicionales como a los nuevos lectores de la saga. La vida de Harry Potter cambia para siempre el día que cumple once años, cuando el gigante de ojos negros y brillantes Rubeus Hagrid le entrega una carta y le revela noticias asombrosas: Harry Potter no es un chico normal y corriente, es un mago. Está a punto de comenzar una aventura extraordinaria...",
      "imagen": "infantiles/harry-potter- y la piedra filosofaljpg.jpg"
   },
   {
      "id": 15,
      "titulo": "Las aventiras de Tom Sawyer",
      "precio": 2300,
      "autor": "Mark Twain",
      "genero": "Infantil",
      "editorial": "ANAYA",
      "paginas": 304,
      "description1": "Considerada como una de las obras maestras de Mark Twain. Alguien ha dicho queLas aventuras de Tom Sawyer es, ante todo, un libro de memorias. Y, en efecto, el relato de las cosas que le suceden a Tom Sawyer en esa pequeña ciudad a orillas del Mississippi bien puede ser una rememoración de la niñez de Mark Twain.",
      "description2": "A través de los ojos de sus personajes, el autor nos ofrece la visión de una doble realidad: la del mundo infantil, primitivo, que el lector adulto ya ha perdido, y la del mundo adulto, confuso e ilógico, asentado en unas convenciones que no resultan ser preferibles en ningún aspecto a los códigos de valor de un niño. Es esta una novela que no olvidará ningún lector joven y que hará recordar y sonreír al adulto. Alguien ha dicho queLas aventuras de Tom Sawyer es, ante todo, un libro de memorias. Y, en efecto, el relato de las cosas que le suceden a Tom Sawyer en esa pequeña ciudad a orillas del Mississippi bien puede ser una rememoración de la niñez de Mark Twain. A través de los ojos de sus personajes, el autor nos ofrece la visión de una doble realidad: la del mundo infantil, primitivo, que el lector adulto ya ha perdido, y la del mundo adulto, confuso e ilógico, asentado en unas convenciones que no resultan ser preferibles en ningún aspecto a los códigos de valor de un niño. Es esta una novela que no olvidará ningún lector joven y que hará recordar y sonreír al adulto.",
      "imagen": "infantiles/las-aventuras-de-tom-sawyer.jpg"
   },
   {
      "id": 16,
      "titulo": "Mery Poppins",
      "precio": 5200,
      "autor": "P.L. Travers",
      "genero": "Infantil",
      "editorial": "JUVENTUD",
      "paginas": 208,
      "description1": "Mary Poppins es la historia de una niñera muy peculiar que embarcará a los niños que tiene a su cargo en fantásticas aventuras.",
      "description2": "Su relación con los niños, con la naturaleza, y su indiferencia hacia el mundo de los adultos, nos llevan a preguntarnos: ¿Quién es en realidad Mary Poppins? ¿Una niñera común? ¿Una bruja? ¿Un hada?. Mary Poppins es uno de los primeros relatos modernos que abandona los cauces narrativos tradicionales por la creación de mundos imaginarios, la reivindicación del absurdo, de la fantasía, del humor y la supresión de los límites entre lo real y lo irreal. Disfruta de este clásico en esta edición con nuevo diseño de cubierta ilustrada por Jordi Solano pero manteniendo el encanto de las ilustraciones interiores de Mary Shepard de la edición original.",
      "imagen": "infantiles/mary poppins.jpg"
   },
   {
      "id": 17,
      "titulo": "Agujeros negros y tiempo curvo",
      "precio": 18400,
      "autor": "Kip's Thorne",
      "genero": "Divulgacion Cientifica",
      "editorial": "CRITICA",
      "paginas": 576,
      "description1": "<Durante treinta años -nos dice Kip S. Thorne, profesor del California Institute of Tecnology- he participado en una gran búsqueda para comprender el legado dejado por Albert Einstein a las generaciones futuras.",
      "description2": "Esta búsqueda me ha llevado por laberintos de objetos exóticos: agujeros negros, enanas blancas, estrellas de neutrotes, singularidades, ondas gravitatorias, distorsiones del tiempo, agujeros de gusano y máquinas del tiempo.> Muchos investigadores, comenzando por el propio Einstein, se negaban a aceptar algunas de las fantásticas consecuencias que podían deducirse de la teoría de la relatividad. Han sido científicos de una nueva generación, y en especial Roger Penrose y Kip S. Thorne, quienes han llevado esta búsqueda a sus últimas consecuencias. Si los libros de los dos primeros -Historia del tiempo yLa nueva mente del emperador- descubrieron al lector medio la nueva imagen del universo, Agujeros negros y tiempo curvo le conducirá adentro y más allá.",
      "imagen": "divulgacion cientifica/agujeros negros y tiempo curvo de Kip S. Thorne (1994.jpg"
   },
   {
      "id": 18,
      "titulo": "Caos",
      "precio": 16800,
      "autor": "James Gleick",
      "genero": "Divulgacion Cientifica",
      "editorial": "CRITICA",
      "paginas": 394,
      "description1": "Esta obra, de la que se cumplen 25 años de su primera edición, se ha convertido en un clásico de la divulgación científica y merecía una nueva edición.",
      "description2": " En los años ochenta físicos, biólogos, astrónomos y economistas crearon un modo de comprender la complejidad en la naturaleza. La nueva ciencia, llamadacaos, ofrece un método para ver orden donde antes sólo se observaba azar e irregularidad, traspasando las disciplinas científicas tradicionales y enlazando especies inconexas de desorden, desde la turbulencia del tiempo atmosférico a los complicados ritmos del corazón humano, desde el diseño de los copos de nieve a los torbellinos arenosos del desierto. A pesar de surgir de una ardua actividad matemática, el caos es un saber del mundo cotidiano: cómo se forman las nubes, por qué se eleva el humo o cuál es la razón de que el agua se arremoline en los ríos.Caos - ya un clásico de la divulgación científica- es el relato de una idea que espantó y embrujó a los científicos que se dedicaron a comprobarla. Acabada la lectura deCaos, no se ve el mundo con los mismos ojos.",
      "imagen": "Caos de James Gleick.jpg"
   },
   {
      "id": 19,
      "titulo": "El origen de las especies",
      "precio": 9400,
      "autor": "Charles Darwin",
      "genero": "Divulgacion Cientifica",
      "editorial": "ESPASAS LIBROS",
      "paginas": 696,
      "description1": "Charles Darwin (1809-1882), al publicar su obra El origen de las especies, presentó su teoría de la evolución natural",
      "description2": "ya pasados ciento cincuenta años, continúa siendo la base de la interpretación de la naturaleza de la biología moderna. El libro tuvo un gran éxito desde su primera edición, suscitó grandes porlémicas y su influencia se hizo notar no sólo en la comunidad científica, sino en toda la sociedad.",
      "imagen": "divulgacion cientifica/El origen de las especies de Charles Darwin (1859).png"
   },
   {
      "id": 20,
      "titulo": "La fisica e lo imposible",
      "precio": 7900,
      "autor": "Michuo Kaku",
      "genero": "Divulgacion Cientifica",
      "editorial": "DEBATE",
      "paginas": 384,
      "description1": "¿Hasta qué punto los ingenios de la ciencia ficción que hoy consideramos imposibles pueden ser habituales en el futuro? ",
      "description2": "Teletransporte, máquinas del tiempo, campos de fuerza y naves intergalácticas: ¿materia de ciencia ficción o tecnologías potencialmente disponibles en el futuro? Inspirado por los mundos fantásticos de H.G. Wells,Star Trek o la guerra de las galaxias, el prestigioso físico teórico y divulgador Michio Kaku lanza una mirada inteligente, seria y a menudo sorprendente a lo que nuestra actual comprensión de las leyes del universo nos permite vislumbrar en el futuro. Un fascinante viaje por mundos hasta ahora solo soñados por la ciencia ficción, que ofrece nuevos retos a las próximas generaciones de científicos capaces de desafiar las imposibilidades de nuestro tiempo.",
      "imagen": "divulgacion cientifica/Física de lo imposible de Michio Kaku (2009).jpg"
   },
   {
      "id": 21,
      "titulo": "Gödel, Escher, Bach: un eterno y gracil bucle",
      "precio": 9000,
      "autor": "Doglas R. Hofstadter",
      "genero": "Divulgacion Cientifica",
      "editorial": "TUSQUETS",
      "paginas": 912,
      "description1": "Este libro es como un relámpago en un cielo claro.",
      "description2": "Decir que la novela heroica, espléndida, elocuente y desinhibida, ha retornado de pronto en una época de un antirromanticismo casi patológico, sería inadecuado. Para quienes vivimos en esa extraña época, el retorno <y el alivio que nos trae> es sin duda lo más importante. Pero para la historia misma de la novela <una historia que se remonta a la Odisea y a antes de la Odisea> no es un retorno, sino un paso adelante o una revolución: la conquista de un territorio nuevo. - C.S. Lewis, Time & Tide, 1954",
      "imagen": "divulgacion cientifica/Gödel, Escher, Bach de Douglas R. Hofstadter (1979).jpg"
   },
   {
      "id": 22,
      "titulo": "Historia del tiempo",
      "precio": 5700,
      "autor": "Stephen W. Hawking",
      "genero": "Divulgacion Cientifica",
      "editorial": "DEBOLSILLO",
      "paginas": 352,
      "description1": "<Historia del tiempo> es un libro de divulgación sobre el espacio y el tiempo escrito por uno de los físicos teóricos más prestigiosos de la actualidad. ",
      "description2": "En él Stephen W. Hawking presenta de forma clara y concisa los conceptos fundamentales de la mecánica newtoniana, la teoría de la relatividad, la mecánica cuántica y la cosmología contemporánea, temas todos ellos que, junto a su interés intrínseco, permiten enmarcar el problema de fondo tratado en el libro: el origen del universo y la creación del espacio-tiempo, llegando a asomarse a campos más amplios y aventurados, como la metafísica e incluso la teología, al plantearse la naturaleza de un Dios creador, o más bien garante del sentido del universo.",
      "imagen": "divulgacion cientifica/Historia del tiempo de Stephen W. Hawking (1988).jpg"
   },
   {
      "id": 23,
      "titulo": "La muerte contada por un sapiens a un neandertal",
      "precio": 4500,
      "autor": "Juan J. Millas y Juan L. Arsuaga",
      "genero": "Divulgacion Cientifica",
      "editorial": "ALFAGUARA",
      "paginas": "312",
      "description1": "«Un libro escrito a partir de entrelazar datos de la biología (de Arsuaga) con el pensamiento mágico (de Millás)». Berna González Harbour-El País-.",
      "description2": " «En la naturaleza no hay vejez, no hay decrepitud. Solo hay plenitud o muerte». «Nos encantaría descubrir que cada especie tiene un reloj biológico en sus células, porque, de existir ese reloj y si fuéramos capaces de dar con él, quizá pudiéramos pararlo y de ese modo volvernos eternos», le plantea Arsuaga a Millás en este libro en el que la ciencia se entrelaza con la literatura. El paleontólogo desvela aspectos esenciales de nuestra existencia al escritor, y se debate sobre la conveniencia de transmitir su visión azarosa de la vida a un Millás a dieta que descubre que la vejez es un país en el que todavía se siente extranjero.",
      "imagen": "divulgacion cientifica/La muerte contada por un sapiens a un neandertal de Juan José Millás y Juan Luis Arsuaga (2022).jpg"
   },
   {
      "id": 24,
      "titulo": "Una breve historia de casi todo",
      "precio": 16200,
      "autor": "Bill Bryson",
      "genero": "Divulgacion Cientifica",
      "editorial": "RBA LIBROS",
      "paginas": 640,
      "description1": "¿Puede un solo libro convertirse en la perfecta introducción para adentrarse en disciplinas tan dispares como la astronomía, la geología, la física, la química y la biología?",
      "description2": "UNO DE LOS MEJORES LIBROS DE DIVULGACIÓN CIENTÍFICA DE TODOS LOS TIEMPOS. MÁS DE 120.000 EJEMPLARES VENDIDOS EN ESPAÑA  ¿Puede un trabajo de divulgación científica ofrecer razonamientos y datos precisos, y al mismo tiempo ser tremendamente entretenido? ¿Puede una única obra narrar la historia de los grandes descubrimientos de la ciencia y contarnos también divertidas anécdotas relacionadas con estos extraordinarios logros? Con Una breve historia de casi todo, Bill Bryson nos propone un fascinante recorrido por la historia del universo que nos rodea y los conocimientos que nos han llevado a comprenderlo un poco mejor.",
      "imagen": "divulgacion cientifica/Una breve historia de casi todo de Bill Bryson (2003).jpg"
   },
   {
      "id": 25,
      "titulo": "Capitan America - THE END",
      "precio": 2300,
      "autor": "Erik Larsen",
      "genero": "Comics",
      "editorial": "MARVEL",
      "paginas": 32,
      "description1": "¡LA HISTORIA FINAL DEL CAPITÁN AMÉRICA!",
      "description2": "¡Steve Rogers lucha por sobrevivir en un páramo postapocalíptico poblado por hordas de Red Skulls! El legendario escritor / artista Erik Larsen (SPIDER-MAN, WOLVERINE, NOVA) regresa a Marvel para una última historia de gran tamaño del héroe americano de Simon & Kirby.",
      "imagen": "comics y manga/capitan america the end- 2100.png"
   },
   {
      "id": 26,
      "titulo": "Chainsaw Man - 1",
      "precio": 1200,
      "autor": "Tatsuki Fujimoto",
      "genero": "Manga",
      "editorial": "NORMA EDITORIAL",
      "paginas": 192,
      "description1": "¡EL NUEVO Y ESPERADÍSIMO TRABAJO DEL AUTOR DE FIRE PUNCH ! Chainsaw Man narra la historia de Denji, un pobre infeliz que haría cualquier cosa por dinero.",
      "description2": "Su padre se suicidó dejándole una deuda impagable con la mafia, jamás en su vida lo abrazaron y gracias si puede apuntar a comerse una rodaja de pan lactal por día. Cuando ya casi no le quedan órganos que vender, empieza a cazar demonios con su perro-motosierra, Pochita, subsistiendo con el sueño de tener un futuro mejor… Hasta que el mismo mafioso para el que trabajaban les tiende una trampa y ambos mueren descuartizados… al menos por un rato.",
      "imagen": "comics y manga/chainsaw man - 1260.jpg"
   },
   {
      "id": 27,
      "titulo": "Demon Slayer T02",
      "precio": 1250,
      "autor": "Koyoharu Gotouge",
      "genero": "Manga",
      "editorial": "PANINI MERCIS",
      "paginas": 368,
      "description1": "Demon Slayer: Kimetsu no Yaiba, nos presenta a Kamado Tanjiro, un chico joven, bastante inteligente y de buen corazon, que vive son su familia y gana dinero vendiendo carbón.",
      "description2": "Pero todo cambia cuando su familia es atacada y asesinada. Kamado descubre que ha sido culpa de Oni, un demonio bastante sobrenatural y sanguinario. Este, junto a su hermana Nezuko son los únicos supervivientes al ataque, pero su hermana fue convertida por el malvado demonio en una de su especie. Tanjiro pasa de ser ese chico bueno que vendía carbón a un asesino de demonios para así poder ayudar a su hermana a volver a su forma humana nuevamente y vengar, por otro lado, la muerte de su familia y de sus seres queridos.",
      "imagen": "comics y manga/demon slayer T2 - 1550.jpg"
   },
   {
      "id": 28,
      "titulo": "Dragon Ball Super, T15",
      "precio": 1300,
      "autor": "Akira Toriyama",
      "genero": "Manga",
      "editorial": "PLANETA DE AGOSTINI",
      "paginas": 192,
      "description1": "Goku consigue acorralar a Moro gracias a haber completado el Ultrainstinto.",
      "description2": "Sin embargo, a partir de las capacidades de Merus que tenía almacenadas en su cercenada mano izquierda, Moro consigue hacerse tambien con el Ultrainstinto. ¿¡Que hará Goku ante el poder divino!?",
      "imagen": "comics y manga/dragon ball super 15 1500.jpg"
   },
   {
      "id": 29,
      "titulo": "invencible IRON-MAN",
      "precio": 2300,
      "autor": "Bendis Marquez Pondor",
      "genero": "Comics",
      "editorial": "MARVEL",
      "paginas": 120,
      "description1": "De la mano del mismo equipo creativo que nos trajo al Ultimate Spider-Man llega una nueva y emocionante colección de uno de los superhéroes más importantes de Marvel.",
      "description2": "Este es un nuevo reinicio para Iron Man, con una nueva armadura, un nuevo estilo de vida, nuevos villanos y un nuevo propósito aventurero que se irá descubriendo página tras página. Con muchos giros argumentales y sorpresas para todos los gustos, sumados al regreso de un viejo némesis de Tony Stark, ¡esta es la verdadera colección que ningún fanático debe dejar pasar! Además: ¿Quiénes son los verdaderos padres biológicos de Tony? ¡La búsqueda comienza aquí! - Incluye Invincible Iron Man (2016) #1-5!",
      "imagen": "comics y manga/iron man invencible.webp"
   },
   {
      "id": 30,
      "titulo": "Jujutsu Kaisen -T1",
      "precio": 1200,
      "autor": "Gege Akutami",
      "genero": "Manga",
      "editorial": "NORMA EDITORIAL",
      "paginas": 192,
      "description1": "LLEGA JUJUTSU KAISEN, EL SHÔNEN QUE ESTÁ CAUSANDO FUROR EN JAPÓN! Yûji Itadori es un estudiante con unas habilidades físicas excepcionales.",
      "description2": " Todos los días, como rutina, va al hospital a visitar a su abuelo enfermo y decide apuntarse al club de ocultismo del instituto para no dar un palo al agua... Sin embargo, un buen día el sello del talismán que se hallaba escondido en su instituto se rompe, y comienzan a aparecer unos monstruos. Ante este giro de los acontecimientos, Itadori decide adentrarse en el instituto para salvar a sus compañeros. ¿Qué le deparará el destino?",
      "imagen": "comics y manga/jujutsu-kaisen- 1240.jpg"
   },
   {
      "id": 31,
      "titulo": "Las aventiras de Tom Sawyer",
      "precio": 5300,
      "autor": "Ed Mcguines y joe Kelly",
      "genero": "Comics",
      "editorial": "MARVEL",
      "paginas": 136,
      "description1": "¡El arácnido y el mercenario bocón se unen y comparten una serie por primera vez en la historia!",
      "description2": " Es acción, aventura y solo un poco de amistad peligrosa en esta épica historia con el héroe más grandioso del mundo y la mayor superestrella de los cómics del mundo. ¡Este sí que es un dúo dinámico de verdad!Incluye Spider-Man/Deadpool #1-5",
      "imagen": "comics y manga/Spider-Man_Deadpool_Vol_1_3200.jpg"
   },
   {
      "id": 32,
      "titulo": "Spider-Man",
      "precio": 5200,
      "autor": "dan slott",
      "genero": "Comics",
      "editorial": "MARVEL",
      "paginas": 130,
      "description1": "¡El final del Spider-Verse está aquí! Morlun ha vuelto y no está solo.",
      "description2": " Aliado con uno de los seres más poderosos conocidos en Spider-Verse, el Spider-Villain más aterrador de todos los tiempos está haciendo su jugada más grande y ninguna araña está a salvo. Especialmente no la Araña Elegida, Peter Parker. Con Peter trabajando para Norman Osborn y usando un planeador... ¿se lo merece? El 60.º aniversario de Spidey no es una broma, ya que dos de los Spider-Creators más legendarios están trabajando juntos en Spidey por primera vez y sabes que será uno para los libros de récords",
      "imagen": "comics y manga/spiderman 3200.jfif"
   },
   {
      "id": 34,
      "titulo": "Esperando al diluvio",
      "precio": 4800,
      "autor": "Dolores Redondo",
      "genero": "Novela Negra",
      "editorial": "DESTINO",
      "paginas": 576,
      "description1": "Un salvaje asesino en serie. Una búsqueda hasta el último latido. Una ciudad amenazada por un diluvio.",
      "description2": "Entre los años 1968 y 1969, el asesino al que la prensa bautizaría como John Biblia mató a tres mujeres en Glasgow. Nunca fue identificado y el caso todavía sigue abierto hoy en día. En esta novela, a principios de los años ochenta, el investigador de policía escocés Noah Scott Sherrington logra llegar hasta John Biblia, pero un fallo en su corazón en el último momento le impide arrestarlo. A pesar de su frágil estado de salud, y contra los consejos médicos y la negativa de sus superiores para que continúe con la persecución del asesino en serie, Noah sigue una corazonada que lo llevará hasta el Bilbao de 1983. Justo unos días antes de que un verdadero diluvio arrase la ciudad.",
      "imagen": "populares/Esperando al diluvio.jpg"
   },
   {
      "id": 35,
      "titulo": "La ladrona de huesos",
      "precio": 3600,
      "autor": "Manuel Loireiro",
      "genero": "Novela Negra",
      "editorial": "PLANETA",
      "paginas": 504,
      "description1": "La prepararon para ser la agente perfecta, pero el destino la traicionó con un giro mortal. Manel Loureiro nos atrapa en este apasionante thriller de robos imposibles, reliquias y misterios en el Camino de Santiago.",
      "description2": " Tras ser víctima de un salvaje atentado, Laura pierde completamente la memoria. Solo el cariño de Carlos, el hombre del que se ha enamorado, le ayuda a percibir destellos de su misterioso pasado. Pero ¿quién es Laura? ¿Qué le sucedió? Durante una cena romántica, Carlos desaparece de forma inexplicable y sin dejar rastro. Una llamada al móvil de la joven le anuncia que, si quiere volver a ver con vida a su pareja, tendrá que aceptar un peligroso reto de insospechadas consecuencias: robar las reliquias del Apóstol en la catedral de Santiago. Sin dudar un segundo, Laura se embarca en una misión imposible para cualquiera. Pero ella no es cualquiera.",
      "imagen": "populares/ladrona de huesos.jpg"
   },
   {
      "id": 36,
      "titulo": "Violeta",
      "precio": 3200,
      "autor": "Isabel Allende",
      "genero": "Novela",
      "editorial": "PLAZA & JANES EDITORES",
      "paginas": 400,
      "description1": "La épica y emocionante historia de una mujer cuya vida abarca los momentos históricos más relevantes del siglo XX. Desde 1920 -con la llamada «gripe española»- hasta la pandemia de 2020, la vida de Violeta será mucho más que la historia de un siglo. Violeta viene al mundo un tormentoso día de 1920, siendo la primera niña de una familia de cinco bulliciosos hermanos.",
      "description2": " Desde el principio su vida estará marcada por acontecimientos extraordinarios, pues todavía se sienten las ondas expansivas de la Gran Guerra cuando la gripe española llega a las orillas de su país sudamericano natal, casi en el momento exacto de su nacimiento. Gracias a la clarividencia del padre, la familia saldrá indemne de esta crisis para darse de bruces con una nueva, cuando la Gran Depresión altera la elegante vida urbana que Violeta ha conocido hasta ahora. Su familia lo perderá todo y se verá obligada a retirarse a una región salvaje y remota del país. Allí Violeta alcanzará la mayoría de edad y tendrá su primer pretendiente...",
      "imagen": "populares/violeta-de-isabel-allende.jpg"
   },
   {
      "id": 37,
      "titulo": "Cuentos de Adas",
      "precio": 8800,
      "autor": "Stephen King",
      "genero": "Novela, Terror",
      "editorial": "PLAZA & JANES EDITORES",
      "paginas": 856,
      "description1": "Stephen King regresa a la fantasía por todo lo alto con una novela magnífica sobre un inesperado héroe que deberá tomar parte en la épica batalla entre el bien y el mal.",
      "description2": " BIENVENIDOS AL LADO OSCURO DE ÉRASE UNA VEZ Charlie Reade parece un estudiante de instituto normal y corriente, pero carga con un gran peso sobre los hombros. Cuando él solo tenía diez años, su madre fue víctima de un atropello y la pena empujó a su padre a la bebida. Aunque era demasiado joven, Charlie tuvo que aprender a cuidarse solo... y también a ocuparse de su padre.",
      "imagen": "populares/cuento-de-hadas.jpg"
   },
   {
      "id": 40,
      "titulo": "Imperio Final",
      "precio": 8950,
      "autor": "Brandon Sanderson",
      "genero": "Novela Fantasía",
      "editorial": "Nova ediciones b",
      "paginas": 800,
      "description2": "Primer libro de la trilogía llamada Mistborn",
      "imagen": null
   },
   {
      "id": 41,
      "titulo": "El señor de los anillos",
      "precio": 99999,
      "autor": "Tolkien",
      "genero": "Novela",
      "editorial": "Nova ediciones b",
      "paginas": 300,
      "description2": "El Señor de los anillos - Tolkien",
      "imagen": null
   },
   {
      "id": 42,
      "titulo": "Shaman King",
      "precio": 1500,
      "autor": "sdhgsfghfsghdg",
      "genero": "Manga",
      "editorial": "cuspide",
      "paginas": 100,
      "description2": "Manga de lucha entre shamanes"
   }
]